redmine/files/2014/08/140807113645_Peticion_EndosoFactura

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:giro="http://juntadeandalucia.es/GIRO">
   <soapenv:Header/>
   <soapenv:Body>
      <giro:MT_RF_EndosoFactura_Request>
         <CABECERA>
            <!--Optional:-->
            <IDINT/>
            <SISTEMA_ORIGEN>ERISG3</SISTEMA_ORIGEN>
            <USUARIO>ZPI_ERISG3</USUARIO>
         </CABECERA>
         <!--Optional:-->
         <LISTA_FACTURAS>
            <!--1 or more repetitions:-->
            <item>
               <IDINT/>
               <SOCIEDAD>1000</SOCIEDAD>
               <EJERCICIO>2014</EJERCICIO>
               <ACREEDOR>
                  <!--Optional:-->
                  <INTERLOCUTOR_COMERCIAL/>
                  <!--Optional:-->
                  <NIF_CIF>A04010344</NIF_CIF>
                  <!--Optional:-->
                  <NOMBRE/>
                  <!--Optional:-->
                  <IDENTIFICADOR/>
                  <!--Optional:-->
                  <CLASE_IDENTIFICADOR/>
               </ACREEDOR>
               <NUMERO_FACTURA>CONTRA1</NUMERO_FACTURA>
               <ENDOSATARIO>
                  <!--Optional:-->
                  <INTERLOCUTOR_COMERCIAL/>
                  <!--Optional:-->
                  <NIF_CIF>12345678Z</NIF_CIF>
                  <!--Optional:-->
                  <NOMBRE/>
                  <!--Optional:-->
                  <IDENTIFICADOR/>
                  <!--Optional:-->
                  <CLASE_IDENTIFICADOR/>
               </ENDOSATARIO>
               <FECHA_ENDOSO>2014-05-01T00:00:00.0Z</FECHA_ENDOSO>
               <FECHA_RAZON_ENDOSO>2014-05-02T00:00:00.0Z</FECHA_RAZON_ENDOSO>
               <IBAN_ENDOSATARIO>12345678901234567890</IBAN_ENDOSATARIO>
               <USUARIO>usuario</USUARIO>
            </item>
         </LISTA_FACTURAS>
      </giro:MT_RF_EndosoFactura_Request>
   </soapenv:Body>
</soapenv:Envelope>